{"aacgmv2":"Shepherd, S. G. (2014), Altitude‐adjusted corrected geomagnetic coordinates: Definition and functional approximations, Journal of Geophysical Research: Space Physics, 119, 7501–7521, doi:10.1002/2014JA020264.",
 "cartopy":"Cartopy. v0.11.2. 22-Aug-2014. Met Office. Exeter, Devon, UK. https://github.com/SciTools/cartopy/archive/v0.11.2.tar.gz",
 "h5py":"A. Collette, Python and HDF5, O'Reilly (2014) (http://shop.oreilly.com/product/0636920030249.do)",
 "ipython":"Fernando Pérez, Brian E. Granger, IPython: A System for Interactive Scientific Computing, Computing in Science and Engineering, vol. 9, no. 3, pp. 21-29, May/June 2007, doi:10.1109/MCSE.2007.53. URL: https://ipython.org",
 "matplotlib":"J. D. Hunter, 'Matplotlib: A 2D Graphics Environment', Computing in Science & Engineering, vol. 9, no. 3, pp. 90-95, 2007.",
 "numpy":"Stéfan van der Walt, S. Chris Colbert and Gaël Varoquaux. The NumPy Array: A Structure for Efficient Numerical Computation, Computing in Science & Engineering, 13, 22-30 (2011), DOI:10.1109/MCSE.2011.37",
 "plasmapy":"PlasmaPy Community, Nicholas A. Murphy, Andrew J. Leonard, Dominik Stańczak, Pawel M. Kozlowski, Samuel J. Langendorf, Colby C. Haggerty, Jasper P. Beckers, Stuart J. Mumford, Tulasi N. Parashar, and Yi-Min Huang. (2018, April). PlasmaPy: an open source community-developed Python package for plasma physics. Zenodo. http://doi.org/10.5281/zenodo.1238132",
 "pydarn":"Schmidt, M.T., Detwiller, M.H., Billet, D.D., Bland, E. C., Burrell, A. G., Kotyk, K., Peters, D. GO., Reimer, A. S., Sterne, K. T., and Thomas, E. G. (2020). pyDARN, v1.0.0, January 2020.",
 "pytables":"Alted, F., Vilata, I. and PyTables Developers Team (2002). PyTables: Hierarchical Datasets in Python. http://www.pytables.org",
 "seaborn":"Michael Waskom and the seaborn development team (2020), mwaskom/seaborn, Zenodo. doi:10.5281/zenodo.592845",
 "skyfield":"Rhodes, B., “Skyfield: High precision research-grade positions for planets and Earth satellites generator”, Astrophysics Source Code Library. 2019. ascl:1907.024 http://rhodesmill.org/skyfield/",
 "spacepy":"Morley, S. K., Koller, J., Welling, D. T., Larsen, B. A., Henderson, M.G., and Niehof, J. T. (2011). Spacepy - A Python-based library of tools for the space sciences. Proceedings of the 9th Python in science conference (SciPy 2010), Austin, TX, USA.",
 "sunpy":"The SunPy Community, Barnes, W. T., Bobra, M. G., Christe, S. D., Freij, N., Hayes, L. A., Ireland, J., Mumford, S., Perez-Suarez, D., Ryan, D. F., Shih, A. Y., Chanda, P., Glogowski, K., Hewett, R., Hughitt, V. K., Hill, A., Hiware, K., Inglis, A., Kirk, M. S. F., Konge, S., Mason, J. P., Maloney, S. A., Murray, S. A., Panda, A., Park, J., Pereira, T. M. D., Reardon, K., Savage, S., Sipőcz, B. M., Stansby, D., Jain, Y., Taylor, G., Yadav, T., Rajul, and Dang, T. K. (2020), The SunPy Project: Open Source Development and Status of the Version 1.0 Core Package, The Astrophysical Journal, 890(1). doi:10.3847/1538-4357/ab4f7a",
 "sympy":"Meurer A, Smith CP, Paprocki M, Čertík O, Kirpichev SB, Rocklin M, Kumar A, Ivanov S, Moore JK, Singh S, Rathnayake T, Vig S, Granger BE, Muller RP, Bonazzi F, Gupta H, Vats S, Johansson F, Pedregosa F, Curry MJ, Terrel AR, Roučka Š, Saboo A, Fernando I, Kulal S, Cimrman R, Scopatz A. (2017) SymPy: symbolic computing in Python. PeerJ Computer Science 3:e103 https://doi.org/10.7717/peerj-cs.103"}
